---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PointOnEdgeFaceIntersection
source: html/7d5f1440-80ee-8b31-03ad-a0a09d649800.htm
---
# PointOnEdgeFaceIntersection Members

Get a copy of the edge or curve reference.